7767517
1206 2127
Input            input                    0 1 input
Convolution      Conv_0                   1 1 input 772 0=64 1=3 4=1 5=1 6=1728
Split            splitncnn_0              1 9 772 772_splitncnn_0 772_splitncnn_1 772_splitncnn_2 772_splitncnn_3 772_splitncnn_4 772_splitncnn_5 772_splitncnn_6 772_splitncnn_7 772_splitncnn_8
Convolution      Conv_1                   1 1 772_splitncnn_8 774 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_1              1 4 774 774_splitncnn_0 774_splitncnn_1 774_splitncnn_2 774_splitncnn_3
Concat           Concat_3                 2 1 772_splitncnn_7 774_splitncnn_3 775
Convolution      Conv_4                   1 1 775 777 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_6                   1 1 772_splitncnn_6 778 0=32 1=1 6=2048
BinaryOp         Add_7                    2 1 777 778 779
Split            splitncnn_2              1 4 779 779_splitncnn_0 779_splitncnn_1 779_splitncnn_2 779_splitncnn_3
Concat           Concat_8                 3 1 772_splitncnn_5 774_splitncnn_2 779_splitncnn_3 780
Convolution      Conv_9                   1 1 780 782 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_3              1 2 782 782_splitncnn_0 782_splitncnn_1
Concat           Concat_11                4 1 772_splitncnn_4 774_splitncnn_1 779_splitncnn_2 782_splitncnn_1 783
Convolution      Conv_12                  1 1 783 785 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_14                   2 1 785 779_splitncnn_1 786
Concat           Concat_15                5 1 772_splitncnn_3 774_splitncnn_0 779_splitncnn_0 782_splitncnn_0 786 787
Convolution      Conv_16                  1 1 787 788 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_19                   2 1 788 772_splitncnn_2 791 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_4              1 7 791 791_splitncnn_0 791_splitncnn_1 791_splitncnn_2 791_splitncnn_3 791_splitncnn_4 791_splitncnn_5 791_splitncnn_6
Convolution      Conv_20                  1 1 791_splitncnn_6 793 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_5              1 4 793 793_splitncnn_0 793_splitncnn_1 793_splitncnn_2 793_splitncnn_3
Concat           Concat_22                2 1 791_splitncnn_5 793_splitncnn_3 794
Convolution      Conv_23                  1 1 794 796 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_25                  1 1 791_splitncnn_4 797 0=32 1=1 6=2048
BinaryOp         Add_26                   2 1 796 797 798
Split            splitncnn_6              1 4 798 798_splitncnn_0 798_splitncnn_1 798_splitncnn_2 798_splitncnn_3
Concat           Concat_27                3 1 791_splitncnn_3 793_splitncnn_2 798_splitncnn_3 799
Convolution      Conv_28                  1 1 799 801 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_7              1 2 801 801_splitncnn_0 801_splitncnn_1
Concat           Concat_30                4 1 791_splitncnn_2 793_splitncnn_1 798_splitncnn_2 801_splitncnn_1 802
Convolution      Conv_31                  1 1 802 804 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_33                   2 1 804 798_splitncnn_1 805
Concat           Concat_34                5 1 791_splitncnn_1 793_splitncnn_0 798_splitncnn_0 801_splitncnn_0 805 806
Convolution      Conv_35                  1 1 806 807 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_38                   2 1 807 791_splitncnn_0 810 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_8              1 7 810 810_splitncnn_0 810_splitncnn_1 810_splitncnn_2 810_splitncnn_3 810_splitncnn_4 810_splitncnn_5 810_splitncnn_6
Convolution      Conv_39                  1 1 810_splitncnn_6 812 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_9              1 4 812 812_splitncnn_0 812_splitncnn_1 812_splitncnn_2 812_splitncnn_3
Concat           Concat_41                2 1 810_splitncnn_5 812_splitncnn_3 813
Convolution      Conv_42                  1 1 813 815 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_44                  1 1 810_splitncnn_4 816 0=32 1=1 6=2048
BinaryOp         Add_45                   2 1 815 816 817
Split            splitncnn_10             1 4 817 817_splitncnn_0 817_splitncnn_1 817_splitncnn_2 817_splitncnn_3
Concat           Concat_46                3 1 810_splitncnn_3 812_splitncnn_2 817_splitncnn_3 818
Convolution      Conv_47                  1 1 818 820 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_11             1 2 820 820_splitncnn_0 820_splitncnn_1
Concat           Concat_49                4 1 810_splitncnn_2 812_splitncnn_1 817_splitncnn_2 820_splitncnn_1 821
Convolution      Conv_50                  1 1 821 823 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_52                   2 1 823 817_splitncnn_1 824
Concat           Concat_53                5 1 810_splitncnn_1 812_splitncnn_0 817_splitncnn_0 820_splitncnn_0 824 825
Convolution      Conv_54                  1 1 825 826 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_57                   2 1 826 810_splitncnn_0 829 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise          Add_60                   2 1 829 772_splitncnn_1 832 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_12             1 8 832 832_splitncnn_0 832_splitncnn_1 832_splitncnn_2 832_splitncnn_3 832_splitncnn_4 832_splitncnn_5 832_splitncnn_6 832_splitncnn_7
Convolution      Conv_61                  1 1 832_splitncnn_7 834 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_13             1 4 834 834_splitncnn_0 834_splitncnn_1 834_splitncnn_2 834_splitncnn_3
Concat           Concat_63                2 1 832_splitncnn_6 834_splitncnn_3 835
Convolution      Conv_64                  1 1 835 837 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_66                  1 1 832_splitncnn_5 838 0=32 1=1 6=2048
BinaryOp         Add_67                   2 1 837 838 839
Split            splitncnn_14             1 4 839 839_splitncnn_0 839_splitncnn_1 839_splitncnn_2 839_splitncnn_3
Concat           Concat_68                3 1 832_splitncnn_4 834_splitncnn_2 839_splitncnn_3 840
Convolution      Conv_69                  1 1 840 842 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_15             1 2 842 842_splitncnn_0 842_splitncnn_1
Concat           Concat_71                4 1 832_splitncnn_3 834_splitncnn_1 839_splitncnn_2 842_splitncnn_1 843
Convolution      Conv_72                  1 1 843 845 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_74                   2 1 845 839_splitncnn_1 846
Concat           Concat_75                5 1 832_splitncnn_2 834_splitncnn_0 839_splitncnn_0 842_splitncnn_0 846 847
Convolution      Conv_76                  1 1 847 848 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_79                   2 1 848 832_splitncnn_1 851 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_16             1 7 851 851_splitncnn_0 851_splitncnn_1 851_splitncnn_2 851_splitncnn_3 851_splitncnn_4 851_splitncnn_5 851_splitncnn_6
Convolution      Conv_80                  1 1 851_splitncnn_6 853 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_17             1 4 853 853_splitncnn_0 853_splitncnn_1 853_splitncnn_2 853_splitncnn_3
Concat           Concat_82                2 1 851_splitncnn_5 853_splitncnn_3 854
Convolution      Conv_83                  1 1 854 856 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_85                  1 1 851_splitncnn_4 857 0=32 1=1 6=2048
BinaryOp         Add_86                   2 1 856 857 858
Split            splitncnn_18             1 4 858 858_splitncnn_0 858_splitncnn_1 858_splitncnn_2 858_splitncnn_3
Concat           Concat_87                3 1 851_splitncnn_3 853_splitncnn_2 858_splitncnn_3 859
Convolution      Conv_88                  1 1 859 861 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_19             1 2 861 861_splitncnn_0 861_splitncnn_1
Concat           Concat_90                4 1 851_splitncnn_2 853_splitncnn_1 858_splitncnn_2 861_splitncnn_1 862
Convolution      Conv_91                  1 1 862 864 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_93                   2 1 864 858_splitncnn_1 865
Concat           Concat_94                5 1 851_splitncnn_1 853_splitncnn_0 858_splitncnn_0 861_splitncnn_0 865 866
Convolution      Conv_95                  1 1 866 867 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_98                   2 1 867 851_splitncnn_0 870 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_20             1 7 870 870_splitncnn_0 870_splitncnn_1 870_splitncnn_2 870_splitncnn_3 870_splitncnn_4 870_splitncnn_5 870_splitncnn_6
Convolution      Conv_99                  1 1 870_splitncnn_6 872 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_21             1 4 872 872_splitncnn_0 872_splitncnn_1 872_splitncnn_2 872_splitncnn_3
Concat           Concat_101               2 1 870_splitncnn_5 872_splitncnn_3 873
Convolution      Conv_102                 1 1 873 875 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_104                 1 1 870_splitncnn_4 876 0=32 1=1 6=2048
BinaryOp         Add_105                  2 1 875 876 877
Split            splitncnn_22             1 4 877 877_splitncnn_0 877_splitncnn_1 877_splitncnn_2 877_splitncnn_3
Concat           Concat_106               3 1 870_splitncnn_3 872_splitncnn_2 877_splitncnn_3 878
Convolution      Conv_107                 1 1 878 880 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_23             1 2 880 880_splitncnn_0 880_splitncnn_1
Concat           Concat_109               4 1 870_splitncnn_2 872_splitncnn_1 877_splitncnn_2 880_splitncnn_1 881
Convolution      Conv_110                 1 1 881 883 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_112                  2 1 883 877_splitncnn_1 884
Concat           Concat_113               5 1 870_splitncnn_1 872_splitncnn_0 877_splitncnn_0 880_splitncnn_0 884 885
Convolution      Conv_114                 1 1 885 886 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_117                  2 1 886 870_splitncnn_0 889 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise          Add_120                  2 1 889 832_splitncnn_0 892 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_24             1 8 892 892_splitncnn_0 892_splitncnn_1 892_splitncnn_2 892_splitncnn_3 892_splitncnn_4 892_splitncnn_5 892_splitncnn_6 892_splitncnn_7
Convolution      Conv_121                 1 1 892_splitncnn_7 894 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_25             1 4 894 894_splitncnn_0 894_splitncnn_1 894_splitncnn_2 894_splitncnn_3
Concat           Concat_123               2 1 892_splitncnn_6 894_splitncnn_3 895
Convolution      Conv_124                 1 1 895 897 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_126                 1 1 892_splitncnn_5 898 0=32 1=1 6=2048
BinaryOp         Add_127                  2 1 897 898 899
Split            splitncnn_26             1 4 899 899_splitncnn_0 899_splitncnn_1 899_splitncnn_2 899_splitncnn_3
Concat           Concat_128               3 1 892_splitncnn_4 894_splitncnn_2 899_splitncnn_3 900
Convolution      Conv_129                 1 1 900 902 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_27             1 2 902 902_splitncnn_0 902_splitncnn_1
Concat           Concat_131               4 1 892_splitncnn_3 894_splitncnn_1 899_splitncnn_2 902_splitncnn_1 903
Convolution      Conv_132                 1 1 903 905 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_134                  2 1 905 899_splitncnn_1 906
Concat           Concat_135               5 1 892_splitncnn_2 894_splitncnn_0 899_splitncnn_0 902_splitncnn_0 906 907
Convolution      Conv_136                 1 1 907 908 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_139                  2 1 908 892_splitncnn_1 911 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_28             1 7 911 911_splitncnn_0 911_splitncnn_1 911_splitncnn_2 911_splitncnn_3 911_splitncnn_4 911_splitncnn_5 911_splitncnn_6
Convolution      Conv_140                 1 1 911_splitncnn_6 913 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_29             1 4 913 913_splitncnn_0 913_splitncnn_1 913_splitncnn_2 913_splitncnn_3
Concat           Concat_142               2 1 911_splitncnn_5 913_splitncnn_3 914
Convolution      Conv_143                 1 1 914 916 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_145                 1 1 911_splitncnn_4 917 0=32 1=1 6=2048
BinaryOp         Add_146                  2 1 916 917 918
Split            splitncnn_30             1 4 918 918_splitncnn_0 918_splitncnn_1 918_splitncnn_2 918_splitncnn_3
Concat           Concat_147               3 1 911_splitncnn_3 913_splitncnn_2 918_splitncnn_3 919
Convolution      Conv_148                 1 1 919 921 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_31             1 2 921 921_splitncnn_0 921_splitncnn_1
Concat           Concat_150               4 1 911_splitncnn_2 913_splitncnn_1 918_splitncnn_2 921_splitncnn_1 922
Convolution      Conv_151                 1 1 922 924 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_153                  2 1 924 918_splitncnn_1 925
Concat           Concat_154               5 1 911_splitncnn_1 913_splitncnn_0 918_splitncnn_0 921_splitncnn_0 925 926
Convolution      Conv_155                 1 1 926 927 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_158                  2 1 927 911_splitncnn_0 930 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_32             1 7 930 930_splitncnn_0 930_splitncnn_1 930_splitncnn_2 930_splitncnn_3 930_splitncnn_4 930_splitncnn_5 930_splitncnn_6
Convolution      Conv_159                 1 1 930_splitncnn_6 932 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_33             1 4 932 932_splitncnn_0 932_splitncnn_1 932_splitncnn_2 932_splitncnn_3
Concat           Concat_161               2 1 930_splitncnn_5 932_splitncnn_3 933
Convolution      Conv_162                 1 1 933 935 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_164                 1 1 930_splitncnn_4 936 0=32 1=1 6=2048
BinaryOp         Add_165                  2 1 935 936 937
Split            splitncnn_34             1 4 937 937_splitncnn_0 937_splitncnn_1 937_splitncnn_2 937_splitncnn_3
Concat           Concat_166               3 1 930_splitncnn_3 932_splitncnn_2 937_splitncnn_3 938
Convolution      Conv_167                 1 1 938 940 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_35             1 2 940 940_splitncnn_0 940_splitncnn_1
Concat           Concat_169               4 1 930_splitncnn_2 932_splitncnn_1 937_splitncnn_2 940_splitncnn_1 941
Convolution      Conv_170                 1 1 941 943 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_172                  2 1 943 937_splitncnn_1 944
Concat           Concat_173               5 1 930_splitncnn_1 932_splitncnn_0 937_splitncnn_0 940_splitncnn_0 944 945
Convolution      Conv_174                 1 1 945 946 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_177                  2 1 946 930_splitncnn_0 949 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise          Add_180                  2 1 949 892_splitncnn_0 952 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_36             1 8 952 952_splitncnn_0 952_splitncnn_1 952_splitncnn_2 952_splitncnn_3 952_splitncnn_4 952_splitncnn_5 952_splitncnn_6 952_splitncnn_7
Convolution      Conv_181                 1 1 952_splitncnn_7 954 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_37             1 4 954 954_splitncnn_0 954_splitncnn_1 954_splitncnn_2 954_splitncnn_3
Concat           Concat_183               2 1 952_splitncnn_6 954_splitncnn_3 955
Convolution      Conv_184                 1 1 955 957 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_186                 1 1 952_splitncnn_5 958 0=32 1=1 6=2048
BinaryOp         Add_187                  2 1 957 958 959
Split            splitncnn_38             1 4 959 959_splitncnn_0 959_splitncnn_1 959_splitncnn_2 959_splitncnn_3
Concat           Concat_188               3 1 952_splitncnn_4 954_splitncnn_2 959_splitncnn_3 960
Convolution      Conv_189                 1 1 960 962 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_39             1 2 962 962_splitncnn_0 962_splitncnn_1
Concat           Concat_191               4 1 952_splitncnn_3 954_splitncnn_1 959_splitncnn_2 962_splitncnn_1 963
Convolution      Conv_192                 1 1 963 965 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_194                  2 1 965 959_splitncnn_1 966
Concat           Concat_195               5 1 952_splitncnn_2 954_splitncnn_0 959_splitncnn_0 962_splitncnn_0 966 967
Convolution      Conv_196                 1 1 967 968 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_199                  2 1 968 952_splitncnn_1 971 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_40             1 7 971 971_splitncnn_0 971_splitncnn_1 971_splitncnn_2 971_splitncnn_3 971_splitncnn_4 971_splitncnn_5 971_splitncnn_6
Convolution      Conv_200                 1 1 971_splitncnn_6 973 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_41             1 4 973 973_splitncnn_0 973_splitncnn_1 973_splitncnn_2 973_splitncnn_3
Concat           Concat_202               2 1 971_splitncnn_5 973_splitncnn_3 974
Convolution      Conv_203                 1 1 974 976 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_205                 1 1 971_splitncnn_4 977 0=32 1=1 6=2048
BinaryOp         Add_206                  2 1 976 977 978
Split            splitncnn_42             1 4 978 978_splitncnn_0 978_splitncnn_1 978_splitncnn_2 978_splitncnn_3
Concat           Concat_207               3 1 971_splitncnn_3 973_splitncnn_2 978_splitncnn_3 979
Convolution      Conv_208                 1 1 979 981 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_43             1 2 981 981_splitncnn_0 981_splitncnn_1
Concat           Concat_210               4 1 971_splitncnn_2 973_splitncnn_1 978_splitncnn_2 981_splitncnn_1 982
Convolution      Conv_211                 1 1 982 984 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_213                  2 1 984 978_splitncnn_1 985
Concat           Concat_214               5 1 971_splitncnn_1 973_splitncnn_0 978_splitncnn_0 981_splitncnn_0 985 986
Convolution      Conv_215                 1 1 986 987 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_218                  2 1 987 971_splitncnn_0 990 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_44             1 7 990 990_splitncnn_0 990_splitncnn_1 990_splitncnn_2 990_splitncnn_3 990_splitncnn_4 990_splitncnn_5 990_splitncnn_6
Convolution      Conv_219                 1 1 990_splitncnn_6 992 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_45             1 4 992 992_splitncnn_0 992_splitncnn_1 992_splitncnn_2 992_splitncnn_3
Concat           Concat_221               2 1 990_splitncnn_5 992_splitncnn_3 993
Convolution      Conv_222                 1 1 993 995 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_224                 1 1 990_splitncnn_4 996 0=32 1=1 6=2048
BinaryOp         Add_225                  2 1 995 996 997
Split            splitncnn_46             1 4 997 997_splitncnn_0 997_splitncnn_1 997_splitncnn_2 997_splitncnn_3
Concat           Concat_226               3 1 990_splitncnn_3 992_splitncnn_2 997_splitncnn_3 998
Convolution      Conv_227                 1 1 998 1000 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_47             1 2 1000 1000_splitncnn_0 1000_splitncnn_1
Concat           Concat_229               4 1 990_splitncnn_2 992_splitncnn_1 997_splitncnn_2 1000_splitncnn_1 1001
Convolution      Conv_230                 1 1 1001 1003 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_232                  2 1 1003 997_splitncnn_1 1004
Concat           Concat_233               5 1 990_splitncnn_1 992_splitncnn_0 997_splitncnn_0 1000_splitncnn_0 1004 1005
Convolution      Conv_234                 1 1 1005 1006 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_237                  2 1 1006 990_splitncnn_0 1009 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise          Add_240                  2 1 1009 952_splitncnn_0 1012 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_48             1 8 1012 1012_splitncnn_0 1012_splitncnn_1 1012_splitncnn_2 1012_splitncnn_3 1012_splitncnn_4 1012_splitncnn_5 1012_splitncnn_6 1012_splitncnn_7
Convolution      Conv_241                 1 1 1012_splitncnn_7 1014 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_49             1 4 1014 1014_splitncnn_0 1014_splitncnn_1 1014_splitncnn_2 1014_splitncnn_3
Concat           Concat_243               2 1 1012_splitncnn_6 1014_splitncnn_3 1015
Convolution      Conv_244                 1 1 1015 1017 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_246                 1 1 1012_splitncnn_5 1018 0=32 1=1 6=2048
BinaryOp         Add_247                  2 1 1017 1018 1019
Split            splitncnn_50             1 4 1019 1019_splitncnn_0 1019_splitncnn_1 1019_splitncnn_2 1019_splitncnn_3
Concat           Concat_248               3 1 1012_splitncnn_4 1014_splitncnn_2 1019_splitncnn_3 1020
Convolution      Conv_249                 1 1 1020 1022 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_51             1 2 1022 1022_splitncnn_0 1022_splitncnn_1
Concat           Concat_251               4 1 1012_splitncnn_3 1014_splitncnn_1 1019_splitncnn_2 1022_splitncnn_1 1023
Convolution      Conv_252                 1 1 1023 1025 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_254                  2 1 1025 1019_splitncnn_1 1026
Concat           Concat_255               5 1 1012_splitncnn_2 1014_splitncnn_0 1019_splitncnn_0 1022_splitncnn_0 1026 1027
Convolution      Conv_256                 1 1 1027 1028 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_259                  2 1 1028 1012_splitncnn_1 1031 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_52             1 7 1031 1031_splitncnn_0 1031_splitncnn_1 1031_splitncnn_2 1031_splitncnn_3 1031_splitncnn_4 1031_splitncnn_5 1031_splitncnn_6
Convolution      Conv_260                 1 1 1031_splitncnn_6 1033 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_53             1 4 1033 1033_splitncnn_0 1033_splitncnn_1 1033_splitncnn_2 1033_splitncnn_3
Concat           Concat_262               2 1 1031_splitncnn_5 1033_splitncnn_3 1034
Convolution      Conv_263                 1 1 1034 1036 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_265                 1 1 1031_splitncnn_4 1037 0=32 1=1 6=2048
BinaryOp         Add_266                  2 1 1036 1037 1038
Split            splitncnn_54             1 4 1038 1038_splitncnn_0 1038_splitncnn_1 1038_splitncnn_2 1038_splitncnn_3
Concat           Concat_267               3 1 1031_splitncnn_3 1033_splitncnn_2 1038_splitncnn_3 1039
Convolution      Conv_268                 1 1 1039 1041 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_55             1 2 1041 1041_splitncnn_0 1041_splitncnn_1
Concat           Concat_270               4 1 1031_splitncnn_2 1033_splitncnn_1 1038_splitncnn_2 1041_splitncnn_1 1042
Convolution      Conv_271                 1 1 1042 1044 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_273                  2 1 1044 1038_splitncnn_1 1045
Concat           Concat_274               5 1 1031_splitncnn_1 1033_splitncnn_0 1038_splitncnn_0 1041_splitncnn_0 1045 1046
Convolution      Conv_275                 1 1 1046 1047 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_278                  2 1 1047 1031_splitncnn_0 1050 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_56             1 7 1050 1050_splitncnn_0 1050_splitncnn_1 1050_splitncnn_2 1050_splitncnn_3 1050_splitncnn_4 1050_splitncnn_5 1050_splitncnn_6
Convolution      Conv_279                 1 1 1050_splitncnn_6 1052 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_57             1 4 1052 1052_splitncnn_0 1052_splitncnn_1 1052_splitncnn_2 1052_splitncnn_3
Concat           Concat_281               2 1 1050_splitncnn_5 1052_splitncnn_3 1053
Convolution      Conv_282                 1 1 1053 1055 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_284                 1 1 1050_splitncnn_4 1056 0=32 1=1 6=2048
BinaryOp         Add_285                  2 1 1055 1056 1057
Split            splitncnn_58             1 4 1057 1057_splitncnn_0 1057_splitncnn_1 1057_splitncnn_2 1057_splitncnn_3
Concat           Concat_286               3 1 1050_splitncnn_3 1052_splitncnn_2 1057_splitncnn_3 1058
Convolution      Conv_287                 1 1 1058 1060 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_59             1 2 1060 1060_splitncnn_0 1060_splitncnn_1
Concat           Concat_289               4 1 1050_splitncnn_2 1052_splitncnn_1 1057_splitncnn_2 1060_splitncnn_1 1061
Convolution      Conv_290                 1 1 1061 1063 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_292                  2 1 1063 1057_splitncnn_1 1064
Concat           Concat_293               5 1 1050_splitncnn_1 1052_splitncnn_0 1057_splitncnn_0 1060_splitncnn_0 1064 1065
Convolution      Conv_294                 1 1 1065 1066 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_297                  2 1 1066 1050_splitncnn_0 1069 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise          Add_300                  2 1 1069 1012_splitncnn_0 1072 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_60             1 8 1072 1072_splitncnn_0 1072_splitncnn_1 1072_splitncnn_2 1072_splitncnn_3 1072_splitncnn_4 1072_splitncnn_5 1072_splitncnn_6 1072_splitncnn_7
Convolution      Conv_301                 1 1 1072_splitncnn_7 1074 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_61             1 4 1074 1074_splitncnn_0 1074_splitncnn_1 1074_splitncnn_2 1074_splitncnn_3
Concat           Concat_303               2 1 1072_splitncnn_6 1074_splitncnn_3 1075
Convolution      Conv_304                 1 1 1075 1077 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_306                 1 1 1072_splitncnn_5 1078 0=32 1=1 6=2048
BinaryOp         Add_307                  2 1 1077 1078 1079
Split            splitncnn_62             1 4 1079 1079_splitncnn_0 1079_splitncnn_1 1079_splitncnn_2 1079_splitncnn_3
Concat           Concat_308               3 1 1072_splitncnn_4 1074_splitncnn_2 1079_splitncnn_3 1080
Convolution      Conv_309                 1 1 1080 1082 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_63             1 2 1082 1082_splitncnn_0 1082_splitncnn_1
Concat           Concat_311               4 1 1072_splitncnn_3 1074_splitncnn_1 1079_splitncnn_2 1082_splitncnn_1 1083
Convolution      Conv_312                 1 1 1083 1085 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_314                  2 1 1085 1079_splitncnn_1 1086
Concat           Concat_315               5 1 1072_splitncnn_2 1074_splitncnn_0 1079_splitncnn_0 1082_splitncnn_0 1086 1087
Convolution      Conv_316                 1 1 1087 1088 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_319                  2 1 1088 1072_splitncnn_1 1091 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_64             1 7 1091 1091_splitncnn_0 1091_splitncnn_1 1091_splitncnn_2 1091_splitncnn_3 1091_splitncnn_4 1091_splitncnn_5 1091_splitncnn_6
Convolution      Conv_320                 1 1 1091_splitncnn_6 1093 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_65             1 4 1093 1093_splitncnn_0 1093_splitncnn_1 1093_splitncnn_2 1093_splitncnn_3
Concat           Concat_322               2 1 1091_splitncnn_5 1093_splitncnn_3 1094
Convolution      Conv_323                 1 1 1094 1096 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_325                 1 1 1091_splitncnn_4 1097 0=32 1=1 6=2048
BinaryOp         Add_326                  2 1 1096 1097 1098
Split            splitncnn_66             1 4 1098 1098_splitncnn_0 1098_splitncnn_1 1098_splitncnn_2 1098_splitncnn_3
Concat           Concat_327               3 1 1091_splitncnn_3 1093_splitncnn_2 1098_splitncnn_3 1099
Convolution      Conv_328                 1 1 1099 1101 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_67             1 2 1101 1101_splitncnn_0 1101_splitncnn_1
Concat           Concat_330               4 1 1091_splitncnn_2 1093_splitncnn_1 1098_splitncnn_2 1101_splitncnn_1 1102
Convolution      Conv_331                 1 1 1102 1104 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_333                  2 1 1104 1098_splitncnn_1 1105
Concat           Concat_334               5 1 1091_splitncnn_1 1093_splitncnn_0 1098_splitncnn_0 1101_splitncnn_0 1105 1106
Convolution      Conv_335                 1 1 1106 1107 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_338                  2 1 1107 1091_splitncnn_0 1110 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_68             1 7 1110 1110_splitncnn_0 1110_splitncnn_1 1110_splitncnn_2 1110_splitncnn_3 1110_splitncnn_4 1110_splitncnn_5 1110_splitncnn_6
Convolution      Conv_339                 1 1 1110_splitncnn_6 1112 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_69             1 4 1112 1112_splitncnn_0 1112_splitncnn_1 1112_splitncnn_2 1112_splitncnn_3
Concat           Concat_341               2 1 1110_splitncnn_5 1112_splitncnn_3 1113
Convolution      Conv_342                 1 1 1113 1115 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_344                 1 1 1110_splitncnn_4 1116 0=32 1=1 6=2048
BinaryOp         Add_345                  2 1 1115 1116 1117
Split            splitncnn_70             1 4 1117 1117_splitncnn_0 1117_splitncnn_1 1117_splitncnn_2 1117_splitncnn_3
Concat           Concat_346               3 1 1110_splitncnn_3 1112_splitncnn_2 1117_splitncnn_3 1118
Convolution      Conv_347                 1 1 1118 1120 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_71             1 2 1120 1120_splitncnn_0 1120_splitncnn_1
Concat           Concat_349               4 1 1110_splitncnn_2 1112_splitncnn_1 1117_splitncnn_2 1120_splitncnn_1 1121
Convolution      Conv_350                 1 1 1121 1123 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_352                  2 1 1123 1117_splitncnn_1 1124
Concat           Concat_353               5 1 1110_splitncnn_1 1112_splitncnn_0 1117_splitncnn_0 1120_splitncnn_0 1124 1125
Convolution      Conv_354                 1 1 1125 1126 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_357                  2 1 1126 1110_splitncnn_0 1129 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise          Add_360                  2 1 1129 1072_splitncnn_0 1132 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_72             1 8 1132 1132_splitncnn_0 1132_splitncnn_1 1132_splitncnn_2 1132_splitncnn_3 1132_splitncnn_4 1132_splitncnn_5 1132_splitncnn_6 1132_splitncnn_7
Convolution      Conv_361                 1 1 1132_splitncnn_7 1134 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_73             1 4 1134 1134_splitncnn_0 1134_splitncnn_1 1134_splitncnn_2 1134_splitncnn_3
Concat           Concat_363               2 1 1132_splitncnn_6 1134_splitncnn_3 1135
Convolution      Conv_364                 1 1 1135 1137 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_366                 1 1 1132_splitncnn_5 1138 0=32 1=1 6=2048
BinaryOp         Add_367                  2 1 1137 1138 1139
Split            splitncnn_74             1 4 1139 1139_splitncnn_0 1139_splitncnn_1 1139_splitncnn_2 1139_splitncnn_3
Concat           Concat_368               3 1 1132_splitncnn_4 1134_splitncnn_2 1139_splitncnn_3 1140
Convolution      Conv_369                 1 1 1140 1142 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_75             1 2 1142 1142_splitncnn_0 1142_splitncnn_1
Concat           Concat_371               4 1 1132_splitncnn_3 1134_splitncnn_1 1139_splitncnn_2 1142_splitncnn_1 1143
Convolution      Conv_372                 1 1 1143 1145 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_374                  2 1 1145 1139_splitncnn_1 1146
Concat           Concat_375               5 1 1132_splitncnn_2 1134_splitncnn_0 1139_splitncnn_0 1142_splitncnn_0 1146 1147
Convolution      Conv_376                 1 1 1147 1148 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_379                  2 1 1148 1132_splitncnn_1 1151 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_76             1 7 1151 1151_splitncnn_0 1151_splitncnn_1 1151_splitncnn_2 1151_splitncnn_3 1151_splitncnn_4 1151_splitncnn_5 1151_splitncnn_6
Convolution      Conv_380                 1 1 1151_splitncnn_6 1153 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_77             1 4 1153 1153_splitncnn_0 1153_splitncnn_1 1153_splitncnn_2 1153_splitncnn_3
Concat           Concat_382               2 1 1151_splitncnn_5 1153_splitncnn_3 1154
Convolution      Conv_383                 1 1 1154 1156 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_385                 1 1 1151_splitncnn_4 1157 0=32 1=1 6=2048
BinaryOp         Add_386                  2 1 1156 1157 1158
Split            splitncnn_78             1 4 1158 1158_splitncnn_0 1158_splitncnn_1 1158_splitncnn_2 1158_splitncnn_3
Concat           Concat_387               3 1 1151_splitncnn_3 1153_splitncnn_2 1158_splitncnn_3 1159
Convolution      Conv_388                 1 1 1159 1161 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_79             1 2 1161 1161_splitncnn_0 1161_splitncnn_1
Concat           Concat_390               4 1 1151_splitncnn_2 1153_splitncnn_1 1158_splitncnn_2 1161_splitncnn_1 1162
Convolution      Conv_391                 1 1 1162 1164 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_393                  2 1 1164 1158_splitncnn_1 1165
Concat           Concat_394               5 1 1151_splitncnn_1 1153_splitncnn_0 1158_splitncnn_0 1161_splitncnn_0 1165 1166
Convolution      Conv_395                 1 1 1166 1167 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_398                  2 1 1167 1151_splitncnn_0 1170 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_80             1 7 1170 1170_splitncnn_0 1170_splitncnn_1 1170_splitncnn_2 1170_splitncnn_3 1170_splitncnn_4 1170_splitncnn_5 1170_splitncnn_6
Convolution      Conv_399                 1 1 1170_splitncnn_6 1172 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_81             1 4 1172 1172_splitncnn_0 1172_splitncnn_1 1172_splitncnn_2 1172_splitncnn_3
Concat           Concat_401               2 1 1170_splitncnn_5 1172_splitncnn_3 1173
Convolution      Conv_402                 1 1 1173 1175 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_404                 1 1 1170_splitncnn_4 1176 0=32 1=1 6=2048
BinaryOp         Add_405                  2 1 1175 1176 1177
Split            splitncnn_82             1 4 1177 1177_splitncnn_0 1177_splitncnn_1 1177_splitncnn_2 1177_splitncnn_3
Concat           Concat_406               3 1 1170_splitncnn_3 1172_splitncnn_2 1177_splitncnn_3 1178
Convolution      Conv_407                 1 1 1178 1180 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_83             1 2 1180 1180_splitncnn_0 1180_splitncnn_1
Concat           Concat_409               4 1 1170_splitncnn_2 1172_splitncnn_1 1177_splitncnn_2 1180_splitncnn_1 1181
Convolution      Conv_410                 1 1 1181 1183 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_412                  2 1 1183 1177_splitncnn_1 1184
Concat           Concat_413               5 1 1170_splitncnn_1 1172_splitncnn_0 1177_splitncnn_0 1180_splitncnn_0 1184 1185
Convolution      Conv_414                 1 1 1185 1186 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_417                  2 1 1186 1170_splitncnn_0 1189 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise          Add_420                  2 1 1189 1132_splitncnn_0 1192 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_84             1 8 1192 1192_splitncnn_0 1192_splitncnn_1 1192_splitncnn_2 1192_splitncnn_3 1192_splitncnn_4 1192_splitncnn_5 1192_splitncnn_6 1192_splitncnn_7
Convolution      Conv_421                 1 1 1192_splitncnn_7 1194 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_85             1 4 1194 1194_splitncnn_0 1194_splitncnn_1 1194_splitncnn_2 1194_splitncnn_3
Concat           Concat_423               2 1 1192_splitncnn_6 1194_splitncnn_3 1195
Convolution      Conv_424                 1 1 1195 1197 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_426                 1 1 1192_splitncnn_5 1198 0=32 1=1 6=2048
BinaryOp         Add_427                  2 1 1197 1198 1199
Split            splitncnn_86             1 4 1199 1199_splitncnn_0 1199_splitncnn_1 1199_splitncnn_2 1199_splitncnn_3
Concat           Concat_428               3 1 1192_splitncnn_4 1194_splitncnn_2 1199_splitncnn_3 1200
Convolution      Conv_429                 1 1 1200 1202 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_87             1 2 1202 1202_splitncnn_0 1202_splitncnn_1
Concat           Concat_431               4 1 1192_splitncnn_3 1194_splitncnn_1 1199_splitncnn_2 1202_splitncnn_1 1203
Convolution      Conv_432                 1 1 1203 1205 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_434                  2 1 1205 1199_splitncnn_1 1206
Concat           Concat_435               5 1 1192_splitncnn_2 1194_splitncnn_0 1199_splitncnn_0 1202_splitncnn_0 1206 1207
Convolution      Conv_436                 1 1 1207 1208 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_439                  2 1 1208 1192_splitncnn_1 1211 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_88             1 7 1211 1211_splitncnn_0 1211_splitncnn_1 1211_splitncnn_2 1211_splitncnn_3 1211_splitncnn_4 1211_splitncnn_5 1211_splitncnn_6
Convolution      Conv_440                 1 1 1211_splitncnn_6 1213 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_89             1 4 1213 1213_splitncnn_0 1213_splitncnn_1 1213_splitncnn_2 1213_splitncnn_3
Concat           Concat_442               2 1 1211_splitncnn_5 1213_splitncnn_3 1214
Convolution      Conv_443                 1 1 1214 1216 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_445                 1 1 1211_splitncnn_4 1217 0=32 1=1 6=2048
BinaryOp         Add_446                  2 1 1216 1217 1218
Split            splitncnn_90             1 4 1218 1218_splitncnn_0 1218_splitncnn_1 1218_splitncnn_2 1218_splitncnn_3
Concat           Concat_447               3 1 1211_splitncnn_3 1213_splitncnn_2 1218_splitncnn_3 1219
Convolution      Conv_448                 1 1 1219 1221 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_91             1 2 1221 1221_splitncnn_0 1221_splitncnn_1
Concat           Concat_450               4 1 1211_splitncnn_2 1213_splitncnn_1 1218_splitncnn_2 1221_splitncnn_1 1222
Convolution      Conv_451                 1 1 1222 1224 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_453                  2 1 1224 1218_splitncnn_1 1225
Concat           Concat_454               5 1 1211_splitncnn_1 1213_splitncnn_0 1218_splitncnn_0 1221_splitncnn_0 1225 1226
Convolution      Conv_455                 1 1 1226 1227 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_458                  2 1 1227 1211_splitncnn_0 1230 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_92             1 7 1230 1230_splitncnn_0 1230_splitncnn_1 1230_splitncnn_2 1230_splitncnn_3 1230_splitncnn_4 1230_splitncnn_5 1230_splitncnn_6
Convolution      Conv_459                 1 1 1230_splitncnn_6 1232 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_93             1 4 1232 1232_splitncnn_0 1232_splitncnn_1 1232_splitncnn_2 1232_splitncnn_3
Concat           Concat_461               2 1 1230_splitncnn_5 1232_splitncnn_3 1233
Convolution      Conv_462                 1 1 1233 1235 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_464                 1 1 1230_splitncnn_4 1236 0=32 1=1 6=2048
BinaryOp         Add_465                  2 1 1235 1236 1237
Split            splitncnn_94             1 4 1237 1237_splitncnn_0 1237_splitncnn_1 1237_splitncnn_2 1237_splitncnn_3
Concat           Concat_466               3 1 1230_splitncnn_3 1232_splitncnn_2 1237_splitncnn_3 1238
Convolution      Conv_467                 1 1 1238 1240 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_95             1 2 1240 1240_splitncnn_0 1240_splitncnn_1
Concat           Concat_469               4 1 1230_splitncnn_2 1232_splitncnn_1 1237_splitncnn_2 1240_splitncnn_1 1241
Convolution      Conv_470                 1 1 1241 1243 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_472                  2 1 1243 1237_splitncnn_1 1244
Concat           Concat_473               5 1 1230_splitncnn_1 1232_splitncnn_0 1237_splitncnn_0 1240_splitncnn_0 1244 1245
Convolution      Conv_474                 1 1 1245 1246 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_477                  2 1 1246 1230_splitncnn_0 1249 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise          Add_480                  2 1 1249 1192_splitncnn_0 1252 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_96             1 8 1252 1252_splitncnn_0 1252_splitncnn_1 1252_splitncnn_2 1252_splitncnn_3 1252_splitncnn_4 1252_splitncnn_5 1252_splitncnn_6 1252_splitncnn_7
Convolution      Conv_481                 1 1 1252_splitncnn_7 1254 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_97             1 4 1254 1254_splitncnn_0 1254_splitncnn_1 1254_splitncnn_2 1254_splitncnn_3
Concat           Concat_483               2 1 1252_splitncnn_6 1254_splitncnn_3 1255
Convolution      Conv_484                 1 1 1255 1257 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_486                 1 1 1252_splitncnn_5 1258 0=32 1=1 6=2048
BinaryOp         Add_487                  2 1 1257 1258 1259
Split            splitncnn_98             1 4 1259 1259_splitncnn_0 1259_splitncnn_1 1259_splitncnn_2 1259_splitncnn_3
Concat           Concat_488               3 1 1252_splitncnn_4 1254_splitncnn_2 1259_splitncnn_3 1260
Convolution      Conv_489                 1 1 1260 1262 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_99             1 2 1262 1262_splitncnn_0 1262_splitncnn_1
Concat           Concat_491               4 1 1252_splitncnn_3 1254_splitncnn_1 1259_splitncnn_2 1262_splitncnn_1 1263
Convolution      Conv_492                 1 1 1263 1265 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_494                  2 1 1265 1259_splitncnn_1 1266
Concat           Concat_495               5 1 1252_splitncnn_2 1254_splitncnn_0 1259_splitncnn_0 1262_splitncnn_0 1266 1267
Convolution      Conv_496                 1 1 1267 1268 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_499                  2 1 1268 1252_splitncnn_1 1271 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_100            1 7 1271 1271_splitncnn_0 1271_splitncnn_1 1271_splitncnn_2 1271_splitncnn_3 1271_splitncnn_4 1271_splitncnn_5 1271_splitncnn_6
Convolution      Conv_500                 1 1 1271_splitncnn_6 1273 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_101            1 4 1273 1273_splitncnn_0 1273_splitncnn_1 1273_splitncnn_2 1273_splitncnn_3
Concat           Concat_502               2 1 1271_splitncnn_5 1273_splitncnn_3 1274
Convolution      Conv_503                 1 1 1274 1276 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_505                 1 1 1271_splitncnn_4 1277 0=32 1=1 6=2048
BinaryOp         Add_506                  2 1 1276 1277 1278
Split            splitncnn_102            1 4 1278 1278_splitncnn_0 1278_splitncnn_1 1278_splitncnn_2 1278_splitncnn_3
Concat           Concat_507               3 1 1271_splitncnn_3 1273_splitncnn_2 1278_splitncnn_3 1279
Convolution      Conv_508                 1 1 1279 1281 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_103            1 2 1281 1281_splitncnn_0 1281_splitncnn_1
Concat           Concat_510               4 1 1271_splitncnn_2 1273_splitncnn_1 1278_splitncnn_2 1281_splitncnn_1 1282
Convolution      Conv_511                 1 1 1282 1284 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_513                  2 1 1284 1278_splitncnn_1 1285
Concat           Concat_514               5 1 1271_splitncnn_1 1273_splitncnn_0 1278_splitncnn_0 1281_splitncnn_0 1285 1286
Convolution      Conv_515                 1 1 1286 1287 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_518                  2 1 1287 1271_splitncnn_0 1290 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_104            1 7 1290 1290_splitncnn_0 1290_splitncnn_1 1290_splitncnn_2 1290_splitncnn_3 1290_splitncnn_4 1290_splitncnn_5 1290_splitncnn_6
Convolution      Conv_519                 1 1 1290_splitncnn_6 1292 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_105            1 4 1292 1292_splitncnn_0 1292_splitncnn_1 1292_splitncnn_2 1292_splitncnn_3
Concat           Concat_521               2 1 1290_splitncnn_5 1292_splitncnn_3 1293
Convolution      Conv_522                 1 1 1293 1295 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_524                 1 1 1290_splitncnn_4 1296 0=32 1=1 6=2048
BinaryOp         Add_525                  2 1 1295 1296 1297
Split            splitncnn_106            1 4 1297 1297_splitncnn_0 1297_splitncnn_1 1297_splitncnn_2 1297_splitncnn_3
Concat           Concat_526               3 1 1290_splitncnn_3 1292_splitncnn_2 1297_splitncnn_3 1298
Convolution      Conv_527                 1 1 1298 1300 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_107            1 2 1300 1300_splitncnn_0 1300_splitncnn_1
Concat           Concat_529               4 1 1290_splitncnn_2 1292_splitncnn_1 1297_splitncnn_2 1300_splitncnn_1 1301
Convolution      Conv_530                 1 1 1301 1303 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
BinaryOp         Add_532                  2 1 1303 1297_splitncnn_1 1304
Concat           Concat_533               5 1 1290_splitncnn_1 1292_splitncnn_0 1297_splitncnn_0 1300_splitncnn_0 1304 1305
Convolution      Conv_534                 1 1 1305 1306 0=64 1=3 4=1 5=1 6=110592
Eltwise          Add_537                  2 1 1306 1290_splitncnn_0 1309 0=1 -23301=2,2.000000e-01,1.000000e+00
Eltwise          Add_540                  2 1 1309 1252_splitncnn_0 1312 0=1 -23301=2,2.000000e-01,1.000000e+00
Split            splitncnn_108            1 8 1312 1312_splitncnn_0 1312_splitncnn_1 1312_splitncnn_2 1312_splitncnn_3 1312_splitncnn_4 1312_splitncnn_5 1312_splitncnn_6 1312_splitncnn_7
Convolution      Conv_541                 1 1 1312_splitncnn_7 1314 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,2.000000e-01
Split            splitncnn_109            1 4 1314 1314_splitncnn_0 1314_splitncnn_1 1314_splitncnn_2 1314_splitncnn_3
Concat           Concat_543               2 1 1312_splitncnn_6 1314_splitncnn_3 1315
Convolution      Conv_544                 1 1 1315 1317 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,2.000000e-01
Convolution      Conv_546                 1 1 1312_splitncnn_5 1318 0=32 1=1 6=2048
BinaryOp         Add_547                  2 1 1317 1318 1319
Split            splitncnn_110            1 4 1319 1319_splitncnn_0 1319_splitncnn_1 1319_splitncnn_2 1319_splitncnn_3
Concat           Concat_548               3 1 1312_splitncnn_4 1314_splitncnn_2 1319_splitncnn_3 1320
Convolution      Conv_549                 1 1 1320 1322 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,2.000000e-01
Split            splitncnn_111            1 2 1322 1322_splitncnn_0 1322_splitncnn_1
Concat           Concat_551               4 1 1312_splitncnn_3 1314_splitncnn_1 1319_splitncnn_2 1322_splitncnn_1 1323
Convolution      Conv_552                 1 1 1323 1325 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,2.000000e-01
